{
    "WBUI2": {
        "settings": {
            "openbutton": 0,
            "hideicon": true,
            "hideiconafter": 15,
            "iconurl": "https://i.imgur.com/WNcMOBa.png",
            "disableicontext": true,
            "iconposition": 0,
            "icontextcolor": 0,
            "openonstart": true,
            "openonstartonlynewplayers": true,
            "updateinterval": 0
        },
        "tabs": [
            {
                "layout": 1,
                "buttontext": "Welcome",
                "imageurl": "https://i.imgur.com/S1H6Pgo.png",
                "content": [
                    {
                        "title": "First of all, have a great time!",
                        "text": "\r\n<TextStyle.Green>We’re thrilled</> to have you join us on this epic adventure through a world full of danger and excitement.\r\nIn Ark, you’ll gather resources, craft items, and build shelters to survive the many challenges that await.\r\n\r\nAs you explore the beautiful and diverse environments of Ark, you’ll encounter all sorts of creatures—some friendly, some hostile.\r\nYou’ll need your skills and wits to tame, train, and ride these amazing beings, turning them into valuable allies on your journey.\r\n\r\nOur server is home to a welcoming, active community that’s always happy to help new players.\r\nBe sure to join our Discord server to stay up to date on the latest news, events, and server updates.\r\n\r\n<TextStyle.Green>What you can expect from our community</>\r\n● Reliable, always-online servers with top-quality hardware\r\n● The most interesting and unique mods\r\n● Balanced settings (with the occasional crazy server for fun!)\r\n● Support from admins, community helpers, and fellow players\r\n● A strictly non-toxic environment\r\n● Real influence on server development through suggestion channels and regular polls\r\n● And much more!\r\n\r\n\r\nThank you for choosing to play on our Ark Survival server. We hope you have an amazing and rewarding experience with us!\r\n<TextStyle.Green>Have fun!</>"
                    }
                ]
            },
            {
                "layout": 1,
                "buttontext": "Important Info",
                "imageurl": "https://i.imgur.com/S1H6Pgo.png",
                "content": [
                    {
                        "title": "This is a PVE server so treat each other with respect.",
                        "text": "<TextStyle.Green>Keyboard shortcuts</>\r\n● F1 – WBUI INFO\r\n● F3 – VOTE\r\n● F4 – REPORT\r\n● F6 – RATE COMMUNITY\r\n\r\nConsole players can access <TextStyle.Green>function keys</> by holding <TextStyle.Green>X</> on Xbox or holding <TextStyle.Green>□</> on PlayStation.\r\n\r\nWhen you vote for the server, you’ll receive 200 tokens—and even more if you’re a Supporter!\r\nRemember to use <TextStyle.Green>!Claim</> in the <TextStyle.Green>#bot-spam</> Discord channel after voting.\r\n\r\n<TextStyle.Green>Decay settings:</>\r\n● Thatch – 4 days\r\n● Wood – 8 days\r\n● Stone – 12 days\r\n● Metal – 16 days\r\n● Creatures – 8 days\r\n\r\nTo fully benefit from collecting <TextStyle.Green>tokens</>, every new player should link their in-game character with their website account.\r\nAfter <TextStyle.Green>connecting your accounts</>, all tokens earned for voting, time spent in-game, and Supporter rewards will be automatically assigned to your account.\r\n\r\nIf you have any questions, please visit our Discord!"
                    }
                ]
            },
            {
                "layout": 1,
                "buttontext": "Server Rules",
                "imageurl": "https://i.imgur.com/S1H6Pgo.png",
                "content": [
                    {
                        "title": "These are the rules for this community:",
                        "text": "<TextStyle.Red>Insta-ban will be given for:</>\r\n● Any form of racism, homophobia, or toxic trash talk.\r\n● Any form of hacking, cheating, or exploiting.\r\n\r\n<TextStyle.Red>Rules:</>\r\n● Keep the game enjoyable for everyone—remind your fellow survivors if needed!\r\n● Help your fellow survivors!\r\n● Don’t block access to public places with buildings, turrets, or dinos. Public places include important resource spots (e.g. the volcano), spawn points, obelisks, and artifact caves. Drops and explorer notes are NOT protected spaces. If you’re unsure, treat the area as protected.\r\n● Clean up after yourself.\r\n● No mass land grabs.\r\n● No pillar or foundation spamming.\r\n● No massive bases—use common sense!\r\n● Only 1 tribe base and 1 personal outpost per player is allowed.\r\n● No player killing: PVP (player versus player) combat is not allowed. Do not attack or kill other players, their structures, or their tamed creatures.\r\n● No griefing: Do not engage in any behavior that intentionally ruins another player's experience, such as blocking access to resources, damaging other players' structures, or trapping players with tamed creatures.\r\n● No stealing: Do not take resources, items, or creatures from others without permission.\r\n● Respect other players' bases: Do not enter someone else's base without permission, and don’t build too close to another player’s base as it can interfere with resource and creature spawns.\r\n● No excessive breeding: While breeding is allowed, please don’t breed excessively to prevent overcrowding the server.\r\n● Do not beg for help from other players—if someone wants to help, they’ll offer."
                    }
                ]
            }
        ],
        "links": [
            {
                "text": "Discord",
                "url": "https://discord.gg/survival-games-servers-966369584724709446"
            },
            {
                "text": "Website",
                "url": "https://barliona.online/page/64046-home"
            },
            {
                "text": "Shop",
                "url": "https://barliona.online/shop"
            },
            {
                "text": "Connect account",
                "url": "https://barliona.online/page/82327-connect"
            }
        ],
        "version": 0
    }
}
